Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/samedikki_stivra_coahkkana_gaiddusoktavuodain.html.tmx
Source language: sme
Languages: smn

source: Sámedikki stivra čoahkkana gáiddusoktavuođain
smn: Sämitige stivrâ čokkân káidusohtâvuođâiguin

source: Sámedikki stivra lea sirdásan koronaepidemiija geažil čoahkkanit ollásit gáiddusoktavuođain.
smn: Sämitige stivrâ čokkân koronaepidemia tiet tääl káidusohtâvuođâiguin.

source: ”Min guhkes hárjánupmi gáiddusoktavuođain lea dahkan vejolažžan doaimma joatkašuvvama goasii ovddeš láhkai.
smn: “Kuhheeb ääigi hárjánâm káidusohtâvuođâin lii toohâm máhđulâžžân tom, ete mii tooimah láá jotkum masa táválávt.

source: Hálidange rábmot Sámedikki bargoveaga, ahte mii leat nákcen doalahit doaibmanávccaid bures dili ektui”, gávnnaha ságadoalli Tuomas Aslak Juuso.
smn: Mun halijdâm rammuđ Sämitige pargovievâ, ete lep pastam porgâđ pyereest taan tiileest”, paahud saavâjođetteijee Tuomas Aslak Juuso.

source: Sámedikki stivra nammadii čoahkkimisttis duorastaga cuoŋománu 16. beaivve Bálgosiid ovttastusa stivrii fásta lahttun Asko Länsmana ja várrelahttun Magreta Sara .
smn: Sämitige stivrâ nomâttij čuákkimistis tuorâstuv cuáŋuimáánu 16. peeivi Palgâsij ovtâstus stiivrân eidusâš jesânin Asko Länsman já värijesânin Magreta Sara .

source: Länsman lea doaibman Sámedikki ovddasteaddjin maiddái jagiin 2018-2020.
smn: Länsman lii toimâm Sämitige ovdâsteijen meid iivijn 2018-2020.

source: Sámediggi hálida maid buoridit oktasašbarggus Bálgosiid ovttastusain ja evttoha oktasaš deaivvadeami ordnema, go dat lea fas vejolaš.
smn: Sämitigge haalijd ton lasseen pyerediđ ovtâspargo Palgâsij ovtâstus suundán já iävtut orniđ ohtâsâš teivâdem, talle ko tot lii oppeet máhđulâš.

source: Interreg 2021-2027 bargojovkui Sámedikki ovddasteaddjin nammaduvvui Veikko Feodoroff ja várreolmmožin Sámedikki riikkaidgaskasaš áššiid čálli Inka Saara Arttijeff .
smn: Interreg 2021-2027 pargojuávkun Sämitige ovdâsteijen nomâttui Veikko Feodoroff já väriovdâsteijen Sämitige almugijkoskâsij aašij čällee Inka Saara Arttijeff .

source: Ruoŧa Sámediggi lea evttohan, ahte čuovvovaš prográmmabaji vuhtiiváldimiin Sámi parlamentáralaš ráđđi vuođđuda Ingerreg-bargojoavkku, man oaivilin lea čielggadit sámiid dárbbuid ruhtadeami ektui.
smn: Ruotâ Sämitigge lii iävtuttâm, ete čuávuváá ohjelmpaajeest Säämi parlamentaarlâš rääđi vuáđđud Interreg-pargojuávhu, mon tárguttâssân lii selgâttiđ sämmilij ruttâdmân lohtâseijee táárbuid.

source: Muittut, muittulusat – the story of the Sámi by the Sámi – projeavtta stivrenjovkui nammaduvvui Sámedikki kulturlávdegotti ságadoalli Pirita Näkkäläjärvi ja várreolmmožin Maria Sofia Aikio .
smn: Muittut, muittulusat – the story of the Sámi by the Sámi – haavâ stivrimjuávkun nomâttui Sämitige kulttuurlävdikode saavâjođetteijee Pirita Näkkäläjärvi já värijesânin Maria Sofia Aikio .

source: Projeavtta ollašuhttináigi 1.1.2020 – 30.09.2022.
smn: Haahâ olášuvá 1.1.2020-30.9.2022.

source: Lappi lihtu stivrii Sámedikki ovddasteaddjin nammaduvvui I várreságadoalli Anni Koivisto ja várrelahttun ságadoalli Tuomas Aslak Juuso .
smn: Laapi lito haldâttâsân Sämitige ovdâsteijen nomâttui I värisaavâjođetteijee Anni Koivisto já värijesânin saavâjođetteijee Tuomas Aslak Juuso .

source: Koronavirusdilli váikkuha Sajosa doaimmaide
smn: Koronavirustile vaaigut Saijoos tooimân

source: Sámedikki stivra ságastalai Sajosa bálvalanovttadaga ja restoráŋŋa dilis.
smn: Sämitige stivrâ savâstâlâi Saijoos palvâlemohtâduv já raavâdviäsu tiileest.

source: Sámekulturguovddáš Sajos leamašan gitta njukčamánu 16. beaivve rájes.
smn: Sämikulttuurkuávdáš Sajos lii lamaš kiddâ njuhčâmáánu 16. peeivi rääjist.

source: Stivra mearridii doallat Sajosa gitta miessemánu loahpa rádjai.
smn: Stivrâ meridij toollâđ Saijoos kiddâ vyesimáánu loopâ räi.

source: ”Dán spiehkastatdilis mii fertet čielggadit bargiid vejolašvuođa doallat juo čoggon luomuid ja jos dilli joatkašuvvá, lea jáhkehahtti ahte mii gártat mannat luopmudemiide.
smn: ”Taan spiekâstâhtiileest mij kolgâp selvâttiđ pargei máhđulâšvuođâid toollâđ jo čoggâšum luámupeeivijd já jis tile juátkoo, lii viehâ vises, ete mij kolgâp ovdániđ luámutmáid.

source: Mii maiddái ságastallat vuoigatvuođaministeriijain dili váikkuhusas Sajosa doaimmaide”, ságadoalli Juuso geardduha dili.
smn: Ton lasseen mij savâstâllâp riehtiministeriöin tile vaikuttâsâin Saijoos tooimân”, saavâjođetteijee Juuso muštâl.

source: Bargoburesveadjinjearahallama mielde bohtosat leat buorránan buot oassesurggiin
smn: Pargopyereestvaijeemkoijâdâllâm mield puátuseh láá puáránâm jyehi syergist

source: Erenomážit duđavašvuohta lea lassánan jođihan- ja hovdenbarggu ektui sihke oktasaš njuolggadusaid čuovvuma ektui.
smn: Tuđâvâšvuotâ lii lasanâm eromâšávt joođeetmân já hovdâpaargon sehe ohtâsii njuolgâdusâi čuávumân.

source: Hovdenbarggu ja bargoservoša gillilis ovddideapmi lea buktán bohtosa.
smn: Kuhheebáigásâš hovdâpargo já pargosiärvus ovdedem uáinojeh.

source: Bargoburesveadjinjearahallan čađahuvvui juovlamánus 2019.
smn: Pargopyereestvaijeemkoijâdâllâm olášuttui juovlâmáánust 2019.

source: Čielggadusa mielde bargit vásihit, ahte sáhttet álkit lahkonit hoavddaid bargoáššiin ja atnet bargguset movttiidahttin ja mearkkašahttin.
smn: Selvâttem mield pargeeh feerejeh, ete pyehtih hiälpust aldaniđ njunnooš pargoaašijn já aneh sii pargo jiärmálâžžân já merhâšittee.

source: Boađus lei fuotnánan dušše guovtti čuoččuhusa buohta: mus lea doarvái áigi barggu bargamii albmaláhkai ja veajan barggustan bures.
smn: Puáđus lii hiäjunâm tuše kyevti saje uásild: must lii tuárvi äigi porgâđ pargoidân olmânáál já vaijaam pargostân pyereest.

source: Sámedikki stivrra čoahkkima 3/2020 beavdegirji dárkkistuvvo maŋimuštá 30.4.2020 ja dollojuvvo oaidninláhkai 1.5.-1.6.2020 Sámedikki fierbmesiidduin www.samediggi.fi .
smn: Sämitige stiivrâ čuákkim 3/2020 pevdikirje tärhistuvvoo majemustáá 30.4.2020 já talle tuálloo uáinimnáálá 1.5.-1.6.2020 Sämitige nettisiijđoin www.samediggi.fi

source: Lassediehtu:
smn: Lasetiäđuh:

source: ságadoalli Tuomas Aslak Juuso tel. 040 687 3394, tuomas.juuso(at)samediggi.fi
smn: saavâjođetteijee Tuomas Aslak Juuso puh. 040 687 3394, tuomas.juuso(at)samediggi.fi
